Revit 2024 API
GroupTypeId.Flexible Property
 Adaptive Component.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Flexible { get; }
Visual Basic
Public Shared ReadOnly Property Flexible As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Flexible {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace